Repository: optimistiks/ezdict_api
Catalog: _locales/*/LC_MESSAGES/django.po
Languages: ru

source: This card is already being studied.
ru: Эта карточка уже добавлена в изучаемые.

source: This card is already learned.
ru: Эта карточка уже изучена.

source: This meaning already exists.
ru: Такое значение уже существует.

source: Card for this text already exists.
ru: Карточка для этого слова уже существует.

source: username
ru: имя пользователя

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
ru: Обязательное поле. Не более 30 символов. Допускаются буквы, цифры и знаки @/./+/-/_.

source: Enter a valid username. This value may contain only letters, numbers and @/./+/-/_ characters.
ru: Имя пользователя может содержать только буквы, цифры, и символы @/./+/-/_.

source: A user with that username already exists.
ru: Пользователь с таким именем уже существует.

source: first name
ru: имя

source: last name
ru: фамилия

source: email address
ru: email

source: staff status
ru: статус администратора

source: Designates whether the user can log into this admin site.
ru: Определяет, может ли пользователь войти в административную панель.

source: active
ru: активный

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ru: Определяет статус активности пользователя. Используйте этот параметр вместо удаления пользователей.

source: date joined
ru: дата регистрации

source: user
ru: пользователь

source: users
ru: пользователи

source: Invalid parameter %(param)s.
ru: Неверное значение параметра %(param)s.

source: There are no valid cards for quiz.
ru: Нет подходящих карточек для теста.

source: Parameter %(param)s is required.
ru: Параметр %(param)s обязателен.

source: Unable to login with provided credentials.
ru: Неверный логин или пароль.

source: User account is disabled.
ru: Аккаунт отключен.

source: Invalid token for given user.
ru: Неверный токен.

source: The two password fields didn't match.
ru: Пароли не совпадают.

source: The two {0} fields didn't match.
ru: Поля {0} не совпадают.

source: Invalid password.
ru: Неверный пароль.
